[
  {
     "name":"Intemperismo 145",
     "id": 1,
     "cover":"https://i.scdn.co/image/ab67616d00001e02dc9150ad2b363afba77ee9ed",
     "description":"El discón originàl, de 1981, de la banda de rock catalana Intemperismo. Els seus integrants són: Joan Carles Casas (voz), Joan Carles Casas (guitarra), Joan Carles Casas (bajo) y Joan Carles Casas (batería).\n\nLa historia y folclore empiezan a se formar organicamiente, con personajes cómo Vladimir Botako, la Buella Imobiliarea, y el classico Alfredo.",
     "tracks":{
        
     }
  },
  {
     "name":"Houve",
     "id": 2,
     "cover":"https://i.scdn.co/image/ab67616d00001e02d47c633bebb9768ceb46f13c",
     "description":"Após estrondoso sucesso do primeiro álbum entre as mães e cães dos integrantes, eles resolvem cometer mais uma vez o crime, e entram no estúdio para gravar Houve.",
     "tracks":{
        
     }
  },
  {
     "name":"Homônimo",
     "id": 3,
     "cover":"https://i.scdn.co/image/ab67616d00001e022267b9bc978e887a2bc15a10",
     "description":"Primeiro álbum com a formação completa da banda, de nome 'Homônimo', não é o primeiro álbum da banda, homônimo, mas revela maturidade e sinergia entre os integrantes momentos antes deles tentarem se matar.",
     "tracks":{
        
     }
  },
  {
     "name":"Teníaasze (Live @ Netherlands)",
     "id": 3.5,
     "cover":"https://i.scdn.co/image/ab67616d00001e026d4c93bb7d46d2bad12bfe76",
     "description":"Não contentes com o sucesso dos álbums anteriores, os integrantes da banda resolvem gravar o primeiro álbum live da banda, que não é homônimo, nem 'Homônimo', nem o primeiro álbum da banda, mas é o primeiro <INSIRA O TIPO DE DISCO AQUI> live da banda.",
     "tracks":{
        
     }
  },
  {
     "name":"Quinto Disco",
     "id": 4,
     "cover":"https://i.scdn.co/image/ab67616d00001e028ce830634f15794e818f61f3",
     "description":"O quarto disco da banda, que não é o quarto disco da banda, já que existe o Teniaasze, nem o quinto álbum de estúdio da banda. Fodase.",
     "tracks":{
        
     }
  },
  {
     "name":"Double Duck Surprise",
     "id": 5,
     "cover":"https://i.scdn.co/image/ab67616d00001e029e0b91bea2b218e4cf6c63dd",
     "description":"SURPRISE MOTHERFUCKER",
     "tracks":{
        
     }
  },
  {
     "name":"145 Dias de Natal",
     "id": 6,
     "cover":"https://i.scdn.co/image/ab67616d00001e02f9d86cf19f76fab846c7e695",
     "description":"Yohoho, yohoho, a pirate's life for me! Yo ho ho and a bottle of rum! Yohoho, me hearties, yo ho!",
     "tracks":{
        
     }
  },
  {
     "name":"Quarentena",
     "id": 7,
     "cover":"https://i1.sndcdn.com/artworks-a7ef5583-2a82-4103-b47b-f11afd59037d-0-t500x500.jpg",
     "description":"Acredite se quiser, mas a banda gravou um disco chamado 'Quarentena' antes da pandemia acontecer. Desconhecemos como, mas o fato é que eles conseguiram. Vidência? Magia? Poderes sobrenaturais? Possível envolvimento com o governo? Ninguém sabe.",
     "tracks":{
        
     }
  }
]